Repository: NotKapitus/gravity-forms-pdf-extended
Catalog: languages/pdfextended-*.po
Languages: fr_fr

source: Bad Request.
fr_fr: Mauvais requête.

source: Unauthorized Access.
fr_fr: Accès non authorisé.

source: Method not allowed.
fr_fr: Méthode non autorisée.

source: Internal API Error.
fr_fr: Erreur interne de l'API.

source: API Unavailable.
fr_fr: API non disponible.

source: %sGravity Forms PDF Extended Automated Installer%s:
fr_fr: %sInstallateur automatique de Gravity Forms PDF Extended%s :

source: %sGo to installer%s.
fr_fr: %sAller à l'installateur%s.

source: The font files have been successfully installed. A font can be used by adding its file name (without .ttf and in lower case) in a CSS font-family declaration.
fr_fr: Les fichiers ont été installés avec succès. Une police de caractère peut être utilisée en ajoutant le nom de son fichier (sans l'extension .ttf et en minuscule) dans une déclaration CSS font-family.

source: There was a problem installing the font files. Check the file permissions in the plugin folder and try again.
fr_fr: Il y a eu un problème lors de l'installation des polices de caractères. Vérifiez les permissions dans le dossier du plugin et réessayer.

source: Could not create font configuration file. Try initialise again.
fr_fr: Impossible de créer le fichier de configuration. Essayez à nouveau de faire l'initialisation.

source: Gravity Forms PDF Extended detected a configuration problem. Please reinitialise the plugin.
fr_fr: Gravity Forms PDF Extended a détecté un problème de configuration. Merci de réinitialiser l'extension.

source: Gravity Forms PDF Extended detected a configuration problem. Please go to the %splugin's settings page%s to reinitialise.
fr_fr: Gravity Forms PDF Extended a détecté un problème de configuration. Merci d'aller sur la page des %sréglages de l'extension%s pour la réinitialiser.

source: Gravity Forms PDF Extended detected a server compatibility problem which prevented the software from running. See the System Status section below for details.
fr_fr: Gravity Forms PDF Extended a détecté un problème de compatibilité avec le serveur qui empêche l'extension de fonctionner. Regardez la section "Etat du Système" ci-dessous pour plus de détails.

source: Gravity Forms PDF Extended detected a server compatibility problem which prevented the software from running. Please go to the %splugin's settings page%s to view the issue.
fr_fr: Gravity Forms PDF Extended a détecté un problème de compatibilité avec le serveur qui empêche l'extension de fonctionner. Merci d'aller sur la page des %sréglages de l'extension%s pour voir les détails.

source: Welcome to Gravity Forms PDF Extended. Before you can use the plugin correctly you need to initilise it.
fr_fr: Bienvenue chez Gravity Forms PDF Extended. Avant d'utiliser l'extension, vous devez l'initialiser.

source: Welcome to Gravity Forms PDF Extended. Before you can use the plugin correctly you need to initilise it. Please go to the %splugin's settings page%s to initialise.
fr_fr: Bienvenue chez Gravity Forms PDF Extended. Avant d'utiliser l'extension, vous devez l'initialiser. Merci d'aller sur la page des %sréglages de l'extension%s pour l'initialisation.

source: Gravity Forms PDF Extended only works with Gravity Forms version %s and higher. Please %supgrade your copy of Gravity Forms%s to use this plugin.
fr_fr: Gravity Forms PDF Extended a besoin de Gravity Forms (version %s et supérieures). Merci de %smettre votre version de Gravity Forms à jour%s pour utiliser l'extension.

source: We could not create a template folder in your active theme's directory. Please ensure your active theme directory is writable by your web server and try again.
fr_fr: Nous n'avons pas pu créer un dossier de modèles dans le répertoire de votre thème actif. Merci de vérifier qu'il est accessible en écriture par le serveur web et de réessayer.

source: We could not remove the default template files from the Gravity Forms PDF Extended folder in your active theme's directory. Please ensure %s is wriable by your web server and try again.
fr_fr: Nous n'avons pas pu supprimer les modèles par défaut du répertoire Gravity Forms PDF Extended dans le répertoire de votre thème actif. Merci de vérifier qu'%s est accessible en écriture pour le serveur et de réessayer.

source: We could not move the template files to the PDF_EXTENDED_TEMPLATES folder. Please ensure %s is wriable by your web server and try again.
fr_fr: Nous n'avons pas pu déplacer les modèles vers le répertoire PDF_EXTENDED_TEMPLATES. Merci de vérifier que %s est accessible en écriture pour le serveur et de vérifier.

source: Gravity Forms PDF Extended needs to keep your configuration and templates folder in sync with your current active theme. %sSync Now%s
fr_fr: Gravity Forms PDF Extended a besoin de synchroniser votre configuration et votre répertoire de modèles avec votre thème actif. %sSynchroniser maintenant%s

source: %sGravity Forms PDF Extended Automated Theme Sync%s:
fr_fr: %sSynchronisation automatique des thèmes avec Gravity Forms PDF Extended%s :

source: Your PDF configuration and template folder was successfully synced to your new theme.
fr_fr: Votre configuration PDF et votre dossier de modèle a été transféré avec succès vers votre nouveau thème.

source: Gravity Forms PDF Extended Auto Initialisation Complete across the entire network.
fr_fr: Initialisation automatique de Gravity Forms Extended terminée sur la totalité du réseau.

source: Gravity Forms PDF Extended Initialisation Complete across the entire network.
fr_fr: Initialisation de Gravity Forms Extended terminée sur la totalité du réseau.

source: %sLearn how to configuring the plugin%s.
fr_fr: %sDécouvrez comment configurer cette extension%s.

source: Gravity Forms PDF Extended Auto Initialisation Complete.
fr_fr: Initialisation automatique de Gravity Forms Extended terminée.

source: There was a network initialisation issue on the following sites;
fr_fr: Il y a eu un problème d'initialisation avec les sites suivants :

source: Please try manually initialise the software
fr_fr: Essayez d'initialiser l'extension manuellement

source: An unknown network initialisation error occured. Please try initialise again.
fr_fr: Une erreur inconnue est survenue lors de l'initialisation. Merci de réessayer.

source: You've successfully initialised Gravity Forms PDF Extended.
fr_fr: Vous avez bien réussi à initialiser Gravity Forms PDF Extended.

source: If you reinitialise and enable this option %syou will overwrite%s the default and example template files in your active theme directory.
fr_fr: Si vous réinitialisez et activer cette option, %svous allez remplacer%s les fichier de modèles par défaut et exemple dans le répertoire de votre thème actif.

source: Order
fr_fr: Commander

source: Product
fr_fr: Produit

source: Qty
fr_fr: Qté

source: Unit Price
fr_fr: Prix unitaire

source: Price
fr_fr: PRix

source: Activate Gravity Forms Quiz Add On to see global quiz statistics for this form
fr_fr: Activez Gravity Forms Quiz Add On pour voir les statistiqies globales du quiz pour ce formulaire

source: Qty:
fr_fr: Qté :

source: Price:
fr_fr: Prix :

source: Title
fr_fr: Titre

source: Caption
fr_fr: Légende

source: Click to view
fr_fr: Cliquer pour voir

source: View
fr_fr: Voir

source: Download
fr_fr: Télécharger

source: View PDFs
fr_fr: Voir les PDFs

source: View PDF
fr_fr: Voir le PDF

source: Plugin not yet initialised
fr_fr: L'extension n'est pas encore initialisée

source: There was a problem with your submission. Please reload the page and try again
fr_fr: Il y a eu un problème avec votre soumission. Merci de recharger la page et de réessayer

source: Please enter a valid email address
fr_fr: Merci de saisir une adresse email valide

source: Problem
fr_fr: Problème

source: Please select a valid support type.
fr_fr: Merci de choisir un type de support valide.

source: Please enter information about your support query so we can aid you more easily.
fr_fr: Merci d'entrer l'information nécessaire à votre requête pour que nous puissions vous aider plus facilement.

source: There is a problem with your support request. Please correct the marked issues above.
fr_fr: Il y a un problème avec votre demande de support. Merci de corriger les problèmes indiqués ci-dessus.

source: Thank you for your support request. We'll respond to your request in the next 24-48 hours.
fr_fr: Merci pour votre demande de support. Nous répondrons à votre demande dans les prochaines 24 à 48 heures.

source: Support request received. We will responed in 24 to 48 hours.
fr_fr: Demande de support reçue. Nous répondrons dans les prochaines 24 à 48 heures.

source: Your web server isn't compatible with Gravity Forms PDF Extended. Please see the problem areas below.
fr_fr: Votre serveur web n'est pas compatible avec Gravity Forms PDF Extended.. Merci de résoudre les problèmes ci-dessous.

source: Can't Resolve the Issue?
fr_fr: Impossible de résoudre le problème ?

source: Does Gravity Forms PDF Extended detect a problem that your web host won't fix? %sWe recommend you move to a quality web hosting service like WP Engine%s which runs our software straight out of the box.
fr_fr: Est-ce que Gravity Forms PDF Extended détecte un problème que votre hébergeur ne peut pas résoudre ? %sNous vous recommandons de changer pour un service d'hébergement de qualité comme WP Engine%s qui peut faire tourner notre extension sans aucun problème.

source: Welcome to Gravity Forms PDF Extended
fr_fr: Bienvenue dans Gravity Forms PDF Extended

source: Initialise Plugin
fr_fr: Initiailiser l'extension

source: The plugin has successfully installed and is ready to start automating your documents.
fr_fr: L'extension a été installée avec succès, elle est prête à commencer à automatiser vos documents.

source: What's next?
fr_fr: Et maintenant ?

source: The next step is to correctly configured the plugin so that you can generate PDF documents.
fr_fr: La prochaine étape est la configuration correcte de l'extension, afin de pouvoir générer des documents PDF.

source: To help you get started, we've put together a five-part video series with the most common plugin configurations.
fr_fr: Pour vous aider à démarrer, nous avons mis en ligne un tutoriel en cinq vidéos (en anglais) avec les configurations les plus courantes de l'extension.

source: The Basics: Only Download PDF through the Admin Area
fr_fr: La base : le téléchargement des PDF se fait seulement à partir de l'administration

source: The Email: Send Completed PDF via Email
fr_fr: L'email : l'envoi du PDF terminé par mail

source: The Download: User Downloads PDF after Submitting Form (using a link or auto redirecting)
fr_fr: Le téléchargement : l'utilisateur peut télécharger le PDF après avoir soumis un formulaire (en utilisant un lien ou via la redirection)

source: The Email Advanced: Manually Review User Submission before Emailing PDF
fr_fr: Les fonctionnalités avancées de l'email : vérification manuelle des données soumises par l'utilisateur avant d'envoyer le PDF par mail

source: The Payment: Send PDF after Capturing Payment using Paypal Standard
fr_fr: Le paiement : l'envoir du PDF après la réception du paiement via Paypal Standard

source: If you know little about PHP we recommend starting with %sPart 1:The Basics%s and then watching the tutorial you’re interested in. It will give you the foundational skills you need to configure the software.
fr_fr: Si vous n'avez pas beaucoup de connaissances en PHP, nous vous recommandons de commencer par la %svidéo n°1 : La base%s et ensuite de choisir le tutoriel qui vous intéresse. Elle vous donnera les connaissances de base dont vous avez besoin pour configurer l'extension.

source: Custom Templates
fr_fr: Modèles personnalisés

source: Creating a custom template gives you ultimate control of the look and feel of your documents using only HTML and CSS. %sWe recommend you review our online documentation%s to create and customise your template files.
fr_fr: La création d'un template personnalisé vous donne un contrôle complet de l'apparence de votre document en utilisant seulement HTML et le CSS. %sNous vous recommandons de regarder la documentation en ligne (en anglais)%s pour savoir comment créer et personnaliser vos fichiers de modèles.

source: To complete the installation, Gravity Forms PDF Extended needs to be initialised.
fr_fr: Pour terminer l'installation, Gravity Forms PDF Extended doit être initialisé.

source: Does does initialisation do?
fr_fr: Que fait l'initialisation ?

source: Install the template files
fr_fr: Installation des fichiers de modèles

source: We create a folder called PDF_EXTENDED_TEMPLATE in your active theme directory and move over all the templates and configuration files. This folder is where you'll look to configure the software and create your PDF templates.
fr_fr: Nous créons un dossier appelé PDF_EXTENDED_TEMPLATE dans le répertoire de votre thème et déplaçons tous les templates et les fichiers de configuration. Ce dossier est là où vous trouverez les éléments pour configurer l'extension et créer vos modèles PDF.

source: Have a problem with the software?
fr_fr: Avez-vous un problème avec l'extension ?

source: Did you switch themes and something went wrong syncing the template folder? Try reinitialise the software.
fr_fr: Avez-vous changé de thèmes et que quelque chose s'est mal passé pendant la synchronisation du dossier de modèles ? Essayez de réinitialiser l'extension.

source: Reinitialise Plugin
fr_fr: Réinitialisation de l'extension

source: Reinstall Default and Example Templates
fr_fr: Réinstallation des modèles par défaut et des exemples

source: Install a new font?
fr_fr: Installer une nouvelle police ?

source: Do you want to use a custom font in your template? %sSee our documentation on how to correctly install and use a custom font%s before initialising below.
fr_fr: Voulez-vous utiliser une police personnalisée dans votre modèle ? %sRegardez dans notre documentation (en) comment installer correctement et utiliser une police personnalisée%s avant de faire l'installation ci-dessous.

source: Gravity Forms PDF Extended's support hours are from 9:00am-5:00pm Monday to Friday, Sydney Australia time.
fr_fr: Les heures de disponibilité du service de Gravity Forms PDF Extended sont de 9:00 à 17:00 du Lundi au Vendredi, heure de Sydney (Australie).

source: The current time in Sydney Australia is %s.
fr_fr: En ce moment, à Sydney en Australie, il est %s.

source: Enter the email address you want us to contact you on.
fr_fr: Saisir l'adresse email à laquelle vous voulez que nous vous contactions.

source: Note: To ensure the best support possible, please use the above email to respond to all support communications.
fr_fr: NB : pour assurer le meilleur support possible, merci d'utiliser l'email ci-dessus pour toutes les réponses au support.

source: Enter as much detail about the problem as you can.
fr_fr: Donnez autant de détails que possible sur le problème.

source: Please enter as much detail about the problem as you can.
fr_fr: Merci de donner autant de détails que possible sur le problème.

source: Note: Our support representatives can only communicate in English.
fr_fr: NB : notre support communique uniquement en anglais.

source: Request Support
fr_fr: Envoyer au support

source: Frequently Asked Questions
fr_fr: F.A.Q.

source: Can I exclude a field from showing up in the PDF?
fr_fr: Puis-je empêcher un champ d'apparaitre dans le PDF ?

source: I want to have multiple PDF template files generated on one form. How do I do it?
fr_fr: Je veux avoir plusieurs modèles PDF pour un formulaire. Comment faire ?

source: I want users to be able to download the PDF from the server.
fr_fr: Je veux que les utilisateurs puissent télécharger le PDF à partir du serveur.

source: How do I change the PDF size or create a landscape PDF?
fr_fr: Comment changer la taille du PDF ou créer un PDF en mode paysage ?

source: I am created a custom template. How do I know the names of my fields in the $form_data array?
fr_fr: Je crée un modèle personnalisé. Comment savoir quels sont les noms de mes champs dans $form_data array ?

source: How large a PDF are you able to create/process?
fr_fr: Quelle est la taille maximum de PDF que vous pouvez créer / traiter ?

source: Got a question that isn't answered above? %sHead to our support forum%s and let us know.
fr_fr: Une question pour laquelle il n'y a pas de réponse ? %sAllez la poser sur notre forum de support (en)%s.

source: System Status
fr_fr: Statut du système

source: Wordpress Version
fr_fr: Version de WordPress

source: Wordpress Version
fr_fr: Version de Wordpress

source: Not Installed
fr_fr: Pas installé

source: PHP Version
fr_fr: Version de PHP

source: PHP Version
fr_fr: Version de PHP

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: The PHP extension MB String and MB String Regex functions are required to use this plugin. Contact your web host to have it enabled.
fr_fr: L'extension PHP MB String et les fonctions MB String Regex sont nécessaires pour utiliser cette extension. Contactez votre hébergeur pour les faire activer.

source: The PHP extension GD Library is required to use this plugin. Contact your web host to have it enabled.
fr_fr: L'extension PHP GD Librairy est nécessaire pour utiliser cette extension. Contactez votre hébergeur pour la faire activer.

source: Available RAM
fr_fr: RAM disponible

source: We recommend you have 128MB of available RAM to run this plugin. The minimum system requirement is 64MB. %sNot sure what this means? Contact your web host and ask them to fix the issue. %sNote: If you run less than 128MB, you risk PHP suffering a fatal error which will stop your website from running on Gravity Form pages.
fr_fr: Nous vous recommandons une mémoire RAM disponible de 128MB pour faire tourner cette extension. Le niveau minimum est de 64MB. %sVous n'êtes pas sûr de ce que cela signifie ? Contactez votre hébergeur et demandez leur de résoudre cela. %sNB : si vous avez moins de 128MB, vous risquez des erreurs fatales de PHP qui empêcheront votre site de fonctionner sur les pages avec des formulaires Gravity Forms.

source: Plugin Directory Writable?
fr_fr: Répertoire des extensions accessible en écriture ?

source: The plugin folder is not writable by your web server. Check the directory "%s" is writable by your web server otherwise we will attempt to use the FTP installer to initialise.
fr_fr: Le dossier de l'extension n'est pas accessible en écriture par le serveur. Vérifiez que le répertoire "%s" est accessible en écriture, ou bien nous essayerons d'utiliser l'installateur FTP pour l'initialisation.

source: Theme Directory Writable?
fr_fr: Répertoire des thèmes accessible en écriture ?

source: Your active theme folder is not writable by your web server. Check that "%s" is writable by your web server otherwise we will attempt to use the FTP installer to initialise.
fr_fr: Le répertoire de votre thème actif n'est pas accessible en écriture par le serveur. Vérifiez que le répertoire "%s" est accessible en écriture, ou bien nous essayerons d'utiliser l'installateur FTP pour l'initialisation.

source: PDF Output Directory Writable?
fr_fr: Répertoire de sortie des PDF accessible en écriture ?

source: The plugin's output folder is not writable by your web server. PDFs will not be attached to notifications until this problem is fixed. Check that "%s" is writable by your web server.
fr_fr: Le répertoire de stockage de l'extension n'est pas accessible en écriture par le serveur. Les PDF ne pourront pas être joints aux notifications tant que ce problème n'est pas réglé. Vérifiez que le répertoire "%s" est accessible en écriture.

source: PDF Font Directory Writable?
fr_fr: Répertoire des polices de caractère PDF accessible en écriture ?

source: The plugin's font folder is not writable by your web server. Check that "%s" is writable by your web server otherwise we will attempt to use the FTP installer to initialise.
fr_fr: Le répertoire des polices de l'extension n'est pas accessible en écriture par le serveur. Vérifiez que le répertoire "%s" est accessible en écriture, ou bien nous essayerons d'utiliser l'installateur FTP pour l'initialisation.

source: mPDF Temporary Directory Writable?
fr_fr: Répertoire temporaire de mPDF accessible en écriture ?

source: mPDF temporary directory not writable (mPDF/tmp/). Memory and image processing time will increase.
fr_fr: Le répertoire temporaire de mPDF (mPDF/tmp/) n'est pas accessible en écriture. La mémoire utilisée et le temps de traitement des images vont augmenter.

source: Initialise Fonts
fr_fr: Installer les polices de caractères
